Repository: tyan/BCFierForRenga
Catalog: Bcfier/Localization/Strings.*.resx
Languages: ru_ru

# Add
source: New Issue
ru_ru: Новое замечание

# AddComment
source: New comment
ru_ru: Новый комментарий

# AddingCommentError
source: Add comment error.
ru_ru: Ошибка добавления комментария.

# AddingIssueError
source: Add issue error.
ru_ru: Ошибка добавления замечания.

# AddIssue
source: New Issue
ru_ru: Новое замечание

# AddView
source: New View
ru_ru: Новый вид

source: Add view error.
ru_ru: Ошибка добавления вида.

# Annotate
source: Edit
ru_ru: Редактировать

source: Author Name:
ru_ru: Автор:

# AuthorNameText
source: Name
ru_ru: Имя

source: Browse...
ru_ru: Обзор...

source: Cancel
ru_ru: Отмена

# ClosingFileError
source: Close BCF error.
ru_ru: Ошибка закрытия BCF.

# Comma
source: Comma separated
ru_ru: Через запятую

source: Comment
ru_ru: Комментарий

# CommentCount
source: Comments: {0}
ru_ru: Комментариев: {0}

# CommentDeletionError
source: Delete comment error.
ru_ru: Ошибка удаления комментария.

source: Configuration Error
ru_ru: Ошибка

source: Delete
ru_ru: Удалить

# DeleteComment
source: Are you sure you want to delete this comment?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

# DeleteIssueCaption
source: Delete issues.
ru_ru: Удаление замечаний

source: Delete issues
ru_ru: Удалить замечания

# DeleteLinkedComments
source: Do you also want to delete the comments linked to the selected view?
ru_ru: Удалить комментарии, связанные с этим видом?

source: Delete view
ru_ru: Удалить вид

# DeletionConfirmation
source: Are you sure you want to delete {0} Issue{1}?\n{2}
ru_ru: Вы действительно хотите удалить замечания?

source: Description
ru_ru: Описание

# EditingError
source: Editing snapshot error.
ru_ru: Ошибка редактирования вида.

# EmptyReport
source: The current BCF Report is empty.
ru_ru: В этом BCF-отчете нет замечаний.

source: Enlarge view
ru_ru: Увеличить вид

source: Error
ru_ru: Ошибка

# FailedOpening
source: Failed to open one or more BCF files
ru_ru: Не получилось открыть один или несколько BCF-файлов

# FailedViewOpening
source: Failed to open view
ru_ru: Ошибка открытия вида.

source: General
ru_ru: Общие

# GeneralComments
source: Сonversation
ru_ru: Обсуждение

source: Help
ru_ru: Справка

# ImageResizePrompt
source: Image size is {0}x{1}, such a big image could increase A LOT the BCF file size. Do you want me to resize it to {2}x{3} for you?
ru_ru: Размер изображения {0}x{1}, такой размер изображения увеличит размер BCF-файла. Хотите уменьшить размер до {2}x{3}?

source: Info
ru_ru: Информация

# InvalidImageMessage
source: It's is not a valid image, please try again.
ru_ru: Файл поврежден. Пожалуйста, попробуйте еще раз.

# IssueDeletionError
source: Delete issue error.
ru_ru: Ошибка удаления замечания.

# IssuesSelected
source: Selected: {0}
ru_ru: Выделено: {0}

source: Issue status
ru_ru: Статус замечания

# IssuesTotal
source: Total: {0}
ru_ru: Всего: {0}

source: Issue Title
ru_ru: Заголовок

# IssueTopic
source: Topic
ru_ru: Раздел

# LoadingError
source: Error loading the Configuration file.
ru_ru: Ошибка загрузки файла конфигурации

source: Merge...
ru_ru: Объединить...

# MergeTooltip
source: Merge one or more BCFs with the current one
ru_ru: Объединить один или несколько BCF с текущим

# ModifiedProject
source: has been modified. Do you want to save changes?
ru_ru: изменен. Сохранить отчет?

source: New BCF
ru_ru: Новый BCF

# NewBCFTooltip
source: New BCF Report
ru_ru: Новый BCF-отчёт

source: New Issue
ru_ru: Новое замечание

# NoComment
source: No Comment selected
ru_ru: Ни одного комментария не выбрано

# NoIssue
source: No Issue selected
ru_ru: Ни одного замечания не выбрано

# NoView
source: No View selected
ru_ru: Ни одного вида не выбрано

# NullViewPoint
source: The selected ViewPoint is null
ru_ru: Выбранная точка взгляда не имеет значения.

source: Open...
ru_ru: Открыть...

# OpenBCF
source: Open BCF file ({0})
ru_ru: Открыть ({0})

# OpenFile
source: Open BCF file ({0})
ru_ru: Открыть BCF-файл ({0})

# OpeningSnapshotError
source: Open snapshot error.
ru_ru: Ошибка открытия изображения.

source: Open view »
ru_ru: Открыть вид »

source: Remove
ru_ru: Удалить

source: Save
ru_ru: Сохранить

source: Save as...
ru_ru: Сохранить как...

# SaveAsBCF
source: Save as BCF file ({0})
ru_ru: Сохранить как BCF-файл ({0})

# SaveReport
source: Save
ru_ru: Сохранить

# Search
source: Search issues...
ru_ru: Поиск

# SearchTooltip
source: Search within title, description and comments...
ru_ru: Поиск по названию, описанию и комментариям

# SelectApp
source: Double-click to browse...
ru_ru: Откройте двойным щелчком мыши, что бы выбрать приложение

# SelectAppTooltip
source: Select an app to edit Snapshot files&#x0a;or MS Paint will be used by default.
ru_ru: Выберите приложение для редатирования изображений. По умолчанию будет использован MS Paint

source: Settings
ru_ru: Настройки

# Snapshot
source: Image
ru_ru: Изображение

# SnapshotEditor
source: Image Editor:
ru_ru: Редактор изображений:

# TopicStatuses
source: Issue Statuses:
ru_ru: Статусы замечений:

# TopicStatusesList
source: Open, Closed, In Progress, Resolved
ru_ru: Принято, Отклонено, В процессе, Решено

# TopicStatusesText
source: Open, Closed, In Progress, Resolved
ru_ru: Открыто, Закрыто, В работе, Решено

# TopicTypes
source: Topics:
ru_ru: Разделы:

# TopicTypesList
source: Architecture, Structure, Mechanical, Electrical
ru_ru: АР, КР, ИОС

# UnableLoading
source: Unable to load file.
ru_ru: Невозможно загрузить файл.

# UnableViewAdding
source: Unable to add view.
ru_ru: Невозможно добавить вид.

# UnexistingSnapshot
source: The selected Snapshot does not exist
ru_ru: Это изображение не существует.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: Unsupported view
ru_ru: Неподдерживаемый вид

# UseDefaultViewer
source: Use default image verwer to open snapshots (.png)
ru_ru: Открывать изображения (.png) в средстве просмотра, выбранном по умолчанию

# ViewDeletionError
source: Delete view error.
ru_ru: Ошибка удаления вида.

# ViewPointCount
source: Views: {0}
ru_ru: Видов: {0}
